Repository: kvark128/CaptchaSolver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hu

source: API key is not specified
hu: Nincs megadva API kulcs

source: Used a non-existent API key
hu: Nem létező API-kulcs van használatban

source: The balance of your account is zero
hu: A felhasználóhoz tartozó egyenleg nulla

source: The current recognition rate is higher than the maximum set in the settings of Your account. Either on the server queue builds up and employees do not have time to disassemble it, repeat the sending captcha after 5 seconds
hu: Az aktuális felismerési arány magasabb, mint a fiók beállításaiban megadott maximális érték. Jelenleg túl sok kérelem érkezik be hozzánk, munkatársaink pedig nem tudják időben feldolgozni azokat. Próbáld újra legalább öt perc elteltével

source: Size of the captcha is less than 100 bytes
hu: A captcha mérete kevesebb, mint 100 bájt

source: Size of the captcha more than 100 KB
hu: A captcha mérete több, mint 100 kb

source: In Your account you have configured restrictions based on IP from which you can make requests. And the IP from which the request is not included in the allowed list
hu: Fiókod úgy van beállítva, hogy korlátozza azokat az IP-címeket, amelyekről kéréseket lehet küldeni. Az IP, ahonnan ez a kérés érkezett, nem szerepel a megengedett IP-k listáján.

source: IP address from which the request is blocked because of frequent requests with various incorrect API keys. The lock is released in an hour
hu: Az IP-cím, ahonnan a kérés érkezett, blokkolva van a különböző érvénytelen API-kulcsokkal történő gyakori kérések miatt. A blokkolás egy óra múlva feloldásra kerül

source: Captcha could not solve 3 different employee. Money for this image come back to balance
hu: A captchát 3 különböző alkalmazott sem tudta megoldani. A képért kapott pénz visszakerül a felhasználóhoz

source: The error appears when 100 percent recognition. Has been used the maximum number of attempts, but the required number of identical answers has not been received
hu: A hiba akkor jelenik meg, ha a 100%-os felismerés engedélyezve van. A maximális számú próbálkozás fel lett használva, de nem került elérésre a szükséges számú azonos válasz

source: This captcha can not be recognized
hu: Ez a captcha felismerhetetlen

source: You are sending too many unrecognizable images. Please try again later
hu: Túl sok felismerhetetlen képet küldesz. Kérjük, próbáld újra később

source: Captcha Solver Settings
hu: A Captcha Solver Beállításai

source: Recognize only &graphic objects
hu: Csak &grafikus tartalom felismerése

source: &Case sensitive recognition
hu: &Nagy- és kisbetűk megkülönböztetése a felismerés folyamán

source: Report image &size
hu: Kép &méretének bejelentése

source: Send &text instruction
hu: &Szöveges utasítás küldése

source: Image &language:
hu: A kép &nyelve:

source: Undefined
hu: Nem meghatározott

source: Only Cyrillic alphabet
hu: Csak a cirill ábécé betűi

source: Only Latin alphabet
hu: Csak a latin ábécé betűi

source: API &key:
hu: API &kulcs:

source: Error saving settings
hu: Hiba a beállítások elmentése folyamán

source: Error connecting to server. Please check your Internet connection
hu: Hiba a szerverhez való csatlakozás közben. Kérjük, ellenőrizd az internetkapcsolatot

source: Rucaptcha error: {error}
hu: Rucaptcha hiba: {error}

source: Unexpected CaptchaSolver error. For details, see the NVDA log
hu: Váratlan CaptchaSolver hiba. A részletekért tekintsd meg az NVDA hibajelentési naplóját

source: Captcha successfully sent to the recognition. You will be notified when the result will be ready
hu: A captcha sikeresen elküldve felismerésre. Értesítünk, ha eredmény érkezik

source: Captcha Solver
hu: Captcha Felismerő

source: Settings...
hu: Beállítások...

source: Account balance...
hu: Felhasználó egyenlege...

source: Profile on rucaptcha.com
hu: Profil a rucaptcha.com weboldalon

source: Addon webpage
hu: A kiegészítő weboldala

source: Error getting balance
hu: Hiba az egyenleg lekérése közben

source: Your account balance
hu: A felhasználó egyenlege

source: Captcha solved successfully! The result copied to the clipboard
hu: Captcha sikeresen felismerve! Az eredmény a vágólapra másolva

source: Balance: {:.2f}
hu: Egyenleg: {:.2f}

source: Instruction text (maximum {length} characters):
hu: Az instrukció szövege (maximum {length} szimbólum):

source: Sending text instruction
hu: Szöveges instrukció küldése

source: Starts the recognition process
hu: A felismerés elkezdése

source: Please disable screen curtain before captcha recognizing
hu: Kérlek, kapcsold ki a képernyőfüggönyt a captcha felismerése előtt

source: This object is not a graphical element
hu: Ez az objektum nem grafikus elem

source: Captcha off screen
hu: Képernyőn kívüli captcha

source: Captcha has no location
hu: A captcha nem rendelkezik helyzettel

source: Size: {width} X {height} pixels
hu: Méret: {width} x {height}

source: Report account balance
hu: Egyenleg lekérése

source: Show the settings dialog
hu: A beállítások párbeszédpanelének mutatása

source: Recognition captcha using the service rucaptcha.com
hu: Captcha felismerés a rucaptcha.com szolgáltatással
